//
//  Localizable.strings
//  Nextcloud
//
//  Copyright © 2017 Marino Faggiana. All rights reserved.
//
//  Author Marino Faggiana <marino.faggiana@nextcloud.com>
//
//  This program is free software: you can redistribute it and/or modify
//  it under the terms of the GNU General Public License as published by
//  the Free Software Foundation, either version 3 of the License, or
//  (at your option) any later version.
//
//  This program is distributed in the hope that it will be useful,
//  but WITHOUT ANY WARRANTY; without even the implied warranty of
//  MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE.  See the
//  GNU General Public License for more details.
//
//  You should have received a copy of the GNU General Public License
//  along with this program.  If not, see <http://www.gnu.org/licenses/>.
//

"_cancel_"                  = "لغو";
"_edit_"                    = "ویرایش";
"_tap_to_min_max_"          = "Tap to minimize / maximize";
"_cancel_request_"          = "آیا می‌خواهید لغو کنید؟";
"_upload_file_"             = "آپلود فایل";
"_delete_"                  = "حذف";
"_rename_"                  = "تغییرنام";
"_rename_file_"             = "تغییر نام فایل";
"_rename_folder_"           = "تغییر نام پوشه";
"_move_"                    = "انتقال";
"_add_"                     = "افزودن";
"_save_"                    = "ذخیره";
"_warning_"                 = "اخطار";
"_error_"                   = "خطا";
"_no_"                      = "نه";
"_yes_"                     = "بله";
"_select_"                  = "انتخاب";
"_select_all_"              = "انتخاب همه";
"_upload_"                  = "آپلود";
"_home_"                    = "فایل";
"_files_"                   = "فایل ها";
"_ok_"                      = "تایید";
"_done_"                    = "انجام شد";
"_clear_"                   = "پاک کردن";
"_selected_"                = "انتخاب شد";
"_no_active_account_"       = "هیچ حساب کاربری یافت نشد";
"_info_"                    = "اطلاعات";
"_warning_"                 = "اخطار";
"_video_"                   = "فیلم ";
"_overwrite_"               = "بازنویسی";
"_create_"                  = "ایجاد شده";
"_create_folder_"           = "ایجاد پوشه";
"_create_folder_e2ee_"      = "ایجاد پوشه رمزگذاری‌شده";
"_close_"                   = "بستن";
"_remove_"                  = "حذف";
"_file_not_found_"          = "فایل یافت نشد";
"_continue_"                = "ادامه";
"_continue_editing_"        = "ادامه ویرایش";
"_auto_upload_folder_"      = "آپلود خودکار";
"_photo_"                   = "عکس";
"_audio_"                   = "صدا";
"_unknown_"                 = "نامشخص";
"_success_"                 = "موفقیت";
"_mode_filename_"           = "نام پرونده";
"_warning_owncloud_"        = "شما به یک سرور ownCloud متصل هستید. این مورد آزمایش نشده و پشتیبانی نمی‌شود، مسئولیت استفاده از آن با خودتان است. برای ارتقا به Nextcloud به لکیشن https://nextcloud.com/migration مراجعه کنید.";
"_warning_unsupported_"     = "شما از یک نسخه پشتیبانی‌نشده از Nextcloud استفاده می‌کنید. برای امنیت داده‌های خود اکیداً توصیه می‌کنیم به آخرین نسخه پایدار Nextcloud به‌روزرسانی کنید.";
"_restore_"                 = "بازیابی";
"_tap_here_to_change_"      = "برای تغییر روی اینجا ضربه بزنید";
"_no_albums_"               = "آلبومی وجود ندارد";
"_denied_album_"            = "این برنامه به «تصاویر» دسترسی ندارد. می‌توانید دسترسی را در تنظیمات حریم خصوصی فعال کنید.";
"_denied_camera_"           = "این برنامه به «دوربین» دسترسی ندارد. می‌توانید دسترسی را در تنظیمات حریم خصوصی فعال کنید.";
"_save_to_camera_roll_"        = "Save to camera roll";
"_save_to_camera_roll_desc_"   = "When enabled, photos and videos taken with the in-app camera will also be saved to your iOS camera roll.";
"_sharing_"                 = "هم‌رسانی";
"_details_"                 = "جزییات";
"_no_permission_delete_file_" = "شما اجازه حذف فایل ندارید.";
"_no_permission_modify_file_" = "شما اجازه تغییر فایل ندارید.";
"_no_permission_favorite_file_" = "شما اجازه افزودن فایل به علاقه‌مندی‌ها را ندارید.";
"_add_folder_info_"         = "اطلاعات پوشه را اضافه کنید";
"_back_"                    = "بازگشت";
"_search_"                  = "جستجو";
"_search_or_create_tags"    = "جستجو یا ایجاد برچسب";
"_tags_"                    = "برچسب‌ها";
"_share_tags_create_"       = "ایجاد «%@»";
"_share_tags_no_results_"   = "برچسبی یافت نشد";
"_share_tags_added_named_"  = "برچسب %@ ایجاد شد.";
"_edit_tags_"               = "مدیریت برچسب‌ها";
"_create_tag_error_"        = "ایجاد برچسب جدید امکان‌پذیر نبود. لطفاً دوباره تلاش کنید.";
"_of_"                      = "از";
"_livephoto_save_"          = "ذخیره لایو فوتو در آلبوم تصاویر";
"_livephoto_save_error_"    = "خطا در هنگام ذخیره لایو فوتو.";
"_file_conflict_num_"       = "تداخل فایل";
"_file_conflicts_num_"      = "تداخل‌های فایل";
"_file_conflict_desc_"      = "کدام فایل‌ها را می‌خواهید نگه دارید؟\nاگر هر دو نسخه را انتخاب کنید، عددی به نام فایل کپی‌شده اضافه می‌شود.";
"_file_conflict_new_"       = "فایل‌های جدید";
"_file_conflict_exists_"    = "فایل های موجود در حال حاضر ";
"_file_not_rewite_doc_"     = "امکان بازنویسی سند وجود ندارد و فقط می‌توانید یک سند جدید ایجاد کنید.";
"_move_or_copy_"            = "انتقال یا کپی";
"_copy_"                    = "کپی";
"_now_"                     = "اکنون";
"_wait_"                    = "لطفاً منتظر بمانید…";
"_recent_"                  = "اخیر";
"_view_in_folder_"          = "مشاهده در پوشه";
"_disabled_"                = "غیرفعال";
"_compact_"                 = "فشرده";
"_normal_"                  = "عادی";
"_verbose_"                 = "Verbose";
"_error_occurred_"          = "An error occurred, please try again.";
"_retry_"                   = "Retry";
"_images_"                  = "Images";
"_confirm_"                 = "تأیید";
"_background_location_access_title_"    = "Background Location Access";
"_background_location_access_message_"  = "This app needs background location access to automatically upload files when you move between areas. GPS is not used and your location is never stored.";
"_enable_background_location_title_"    = "Enable Background Location";
"_enable_background_location_message_"  = "To allow automatic file uploads in the background, please enable 'Always' for location access in Settings.";
"_enable_background_location_footer_"   = "To keep your photo library up to date automatically, this app can use background location access.\nThis allows it to detect when you’re in a new area and check for new photos to upload.\nGPS is not used, and your location is never stored or tracked.";

/* MARK: Files lock */

"_lock_"                            = "قفل کردن";
"_unlock_"                          = "باز کردن";
"_lock_file_"                       = "قفل کردن پرونده";
"_unlock_file_"                     = "باز کردن قفل پرونده";
"_locked_by_"                       = "Locked by %@";
"_file_locked_no_override_"         = "This file is locked. It cannot be overridden.";
"_lock_no_permissions_selected_"    = "Not allowed for some selected files or folders.";
"_remove_file_"             = "Remove file";
"_delete_file_"             = "حذف فایل";
"_delete_folder_"           = "حذف پوشه";
"_size_"                    = "اندازه";
"_set_user_status_"         = "Online status";
"_set_user_status_message_" = "Status message";
"_open_settings_"           = "تنظیمات را باز کنید";
"_settings_account_request_" = "Request account at startup";
"_alias_"                   = "Alias";
"_alias_placeholder_"       = "Write alias";
"_alias_footer_"            = "Give your accounts a descriptive name such as Home, Office, School…";
"_privacy_legal_"           = "Privacy and Legal Policy";
"_source_code_"             = "دریافت کد منبع";
"_account_select_"          = "Select the account";
"_account_select_to_add_"   = "Select the account to add";
"_remove_local_account_"    = "Remove local account";
"_want_delete_account_"     = "Do you want to remove local account?";
"_prevent_http_redirection_"= "The redirection in HTTP is not permitted.";
"_http_account_insecure_"   = "This account uses an insecure HTTP server address. Data is transmitted unencrypted.";
"_https_failed_try_http_"   = "A secure connection could not be established. Do you want to try insecure HTTP instead? Your data will be transmitted unencrypted.";
"_single_file_conflict_title_" = "تضاد در فایل";
"_multi_file_conflict_title_" = "%@ File conflicts";
"_replace_action_title_" = "جایگزین کردن";
"_keep_both_action_title_" = "نگهداشتن هر دو";
"_cancel_keep_existing_action_title_" = "Cancel and keep existing";
"_replace_all_action_title_" = "Replace all";
"_keep_both_for_all_action_title_" = "Keep both for all";
"_more_action_title_" = "More Details";
"_wait_file_preparation_" = "Preparing file upload. Please wait …";
"_keep_active_for_upload_" = "Keep application active until upload is completed …";
"_keep_active_for_transfers_" = "Keep application active until the transfers are completed …";
"_wait_file_encryption_"  = "Please wait, encrypting file…";
"_passcode_counter_fail_" = "Too many failed attempts. Please wait before trying again.";
"_seconds_"               = "seconds";
"_change_lock_passcode_"  = "Change passcode";
"_lock_cannot_disable_mdm_" = "Disabling the passcode lock is not permitted by your configuration profile.";

// MARK: User Status

/* User status */
"_online_"                  = "آنلاین";

/* User status */
"_away_"                    = "دور";

/* User status */
"_dnd_"                     = "مزاحم نشوید";

/* User status */
"_dnd_description_"         = "Mute all notifications";

/* User status */
"_invisible_"               = "نامرئی";

/* User status */
"_invisible_description_"   = "Appear offline";

/* User status */
"_busy_"                    = "Busy";

/* User status */
"_select_user_status_"      = "Set online status";
"_select_status_message_"      = "Set status message";
"_status_message_"          = "پیغام وضعیت";
"_status_message_placehorder_"  = "وضعیت شما چیست؟";
"_set_status_message_"      = "تنظیم پیام وضعیت";
"_clear_status_message_after_"  = "Clear status after";

/* User status */
"_dont_clear_"              = "پاک نکن";
"_15_minutes_"              = "15 minutes";
"_30_minutes_"              = "۳۰ دقیقه";
"_an_hour_"                 = "یک ساعت";
"_1_hour_"                  = "۱ ساعت";
"_4_hours_"                 = "۴ ساعت";
"_day_"                     = "امروز";
"_this_week_"               = "این هفته";
"_days_"                    = "روزها";
"_hours_"                   = "ساعت ها";
"_minutes_"                 = "دقایق";


"_network_not_available_"   = "Network unavailable.";
"_file_already_exists_"     = "Unable to complete the operation, a file with the same name exists.";
"_more_"                        = "بیش‌تر";
"_notifications_"               = "خبر های جدید";
"_quota_space_unlimited_"       = "نامحدود";
"_quota_space_unknown_"         = "نامشخص";
"_quota_using_"                 = "از %@, %@استفاده شده است";
"_acknowledgements_"            = "سپاسگزاری ها";
"_settings_"                    = "تنظیمات";
"_enter_password_"              = "Enter password …";
"_lock_"                        = "قفل کردن";
"_lock_active_"                 = "قفل: روشن است";
"_lock_not_active_"             = "قفل: خاموش";
"_lock_protection_no_screen_"        = "در هنگام شروع سؤال نکنید";
"_enable_touch_face_id_"        = "فعال کردن شناسه لمسی / چهره";
"_wifi_only_"                   = "فقط از اتصال Wi-Fi استفاده کنید";
"_settings_autoupload_"         = "عکسهای بارگذاری خودکار";
"_clear_cache_"                 = "پاک‌سازی انباره";
"_clear_cache_footer_"          = "پرونده های بارگیری و آفلاین را از برنامه پاک کنید";
"_exit_"                        = "تنظیم مجدد برنامه";
"_exit_footer_"                 = "Remove all accounts and local data from the app.";
"_want_exit_"                   = "توجه! به حالت اولیه بازنشانی می شود. ادامه هید؟";
"_want_delete_cache_"           = "Do you want to delete the cache (this also removes the transfers in progress)?";
"_add_account_"                 = "ایحاد حساب کاربری";
"_want_delete_"                 = "You will delete the following: ";
"_information_"                 = "اطلاعات";
"_select_offline_warning_"      = "Making multiple files and folders available offline may take a while and use a lot of memory while doing so.";
"_advanced_"                    = "پیشرفته";
"_permissions_"                 = "مجوزها";
"_custom_permissions_"          = "Custom permissions";
"_disable_files_app_"           = "غیرفعال کردن ادغام برنامه فایلها";
"_disable_files_app_footer_"    = "Do not permit the access of files via the iOS Files application.";
"_autoupload_"                      = "آپلود خودکار عکس ها / فیلم ها";
"_autoupload_photos_"               = "عکسهای بارگذاری خودکار";
"_autoupload_videos_"               = "آپلود خودکار فیلم ها";
"_autoupload_description_"          = "Choose whether new photos or videos will be automatically uploaded to your account.";
"_start_autoupload_"                = "Turn on auto upload";
"_stop_autoupload_"                 = "Turn off auto upload";
"_autoupload_create_subfolder_"     = "استفاده از زیر پوشه";
"_autoupload_create_subfolder_footer_"  = "Store photos in subfolders based on year, month or day.";
"_autoupload_subfolder_granularity_"    = "Subfolder Granularity";
"_filenamemask_"                        = "ماسک نام پرونده را تغییر دهید";
"_filenamemask_footer_"                 = "By default, when a file is uploaded, it automatically gets the following format: yy-mm-dd hh-mm-ss plus a 4-digit counter. If you do not like this format, you can change it here except for the final 4-digit counter, which cannot be omitted.";
"_show_hidden_files_"           = "نمایش فایل‌های مخفی";
"_format_compatibility_"        = "سازگارترین";
"_format_compatibility_footer_" = "\"Most compatible\" will save photos as JPEG, if possible.";
"_privacy_"                     = "حریم خصوصی";
"_privacy_footer_"              = "This app uses a service for the analysis of a crash. Your personal information is not sent with the report. If you want disable it, please change the setting \"Disable crash reporter\" to ON.";
"_crashservice_title_"          = "غیرفعال کردن گزارشگر خرابی";
"_crashservice_alert_"          = "This option requires a restart of the app to take effect.";
"_upload_mov_livephoto_"        = "Live Photo";
"_upload_mov_livephoto_footer_" = "\"Live Photo\" will save the selected photo in \"Live Photo\" format, if possible.";
"_capabilities_"                = "Capabilities";
"_capabilities_footer_"         = "Display the packages used by the app if they are installed and available on the server.";
"_diagnostics_"                 = "Diagnostics";
"_diagnostics_footer_"          = "Changing log level requires a restart of the app to take effect";
"_view_log_"                    = "View log files";
"_no_log_files_"                = "No log files available";
"_clear_log_"                   = "Clear log file";
"_set_log_level_"               = "Set Log level";
"_connect_server_anyway_"       = "Do you want to connect to the server anyway?";
"_server_is_trusted_"           = "Do you consider this server trusted?";
"_connection_error_"            = "Connection error";
"_login_url_"                   = "Server address https:// …";
"_login_url_error_"             = "URL error, please verify your server URL";
"_favorites_"                   = "برگزیده‌ها";
"_favorite_short_"              = "Favorite";
"_tutorial_favorite_view_"      = "فایل ها و پوشه هایی که به عنوان مورد علاقه شما علامت گذاری می شوند، نشان داده می شوند.";
"_tutorial_offline_view_"       = "پرونده های کپی شده در اینجا بصورت آفلاین در دسترس خواهند بود. آنها با ابر شما همگام می شوند.";
"_tutorial_groupfolders_view_"  = "No team folders yet";
"_more_"                        = "بیش‌تر";
"_favorite_no_files_"           = "هنوز مورد دلخواه وجود ندارد";
"_no_date_information_"                     = "No date information";
"_no_camera_information_"                   = "No camera information";
"_no_lens_information_"                     = "No lens information";
"_today_"                                   = "Today";
"_yesterday_"                               = "دیروز";
"_access_photo_not_enabled_"                = "Access to Photos is not enabled";
"_access_photo_not_enabled_msg_"            = "Please go to Settings → Apps → Nextcloud → Photos and enable Photo Library Access";
"_access_background_app_refresh_denied_"    = "\"Background App Refresh\" is denied. Please enable it in \"Settings\" otherwise, new photos or videos will not be detected when the application is in the background";
"_tutorial_photo_view_"                     = "هنوز هیچ عکس یا فیلم بارگذاری نشده است";
"_error_createsubfolders_upload_"           = "خطا در ایجاد زیر پوشه ها";
"_remove_photo_CameraRoll_"                 = "Remove from camera roll";
"_remove_photo_CameraRoll_desc_"            = "\"Remove from camera roll\" after uploads, a confirmation message will be displayed to delete the uploaded photos or videos from the camera roll. The deleted photos or videos will still be available in the iOS Photos Trash for 30 days.";
"_never_"                       = "هرگز";
"_less_a_minute_"               = "کمتر از یک دقیقه پیش";
"_a_minute_ago_"                = "a minute ago";
"_minutes_ago_"                 = "دقیقه قبل%d";
"_an_hour_ago_"                 = "an hour ago";
"_hours_ago_"                   = "%d ساعاتی قبل";
"_a_day_ago_"                   = "a day ago";
"_days_ago_"                    = "%d روزها قبل";
"_cannot_send_mail_error_"      = "No account is set up, or wrong email address entered.";
"_open_url_error_"              = "Cannot open the URL for this action.";
"_media_"                       = "رسانه";
"_order_by_"                    = "مرتب‌سازی بر اساس";
"_name_"                        = "Name";
"_date_"                        = "تاریخ";
"_size_"                        = "اندازه";
"_remove_favorites_"            = "ناخوشایند";
"_add_favorites_"               = "Favorite";
"_share_"                       = "Share";
"_remove_local_file_"           = "Remove locally";
"_folders_"                     = "پوشه ها";
"_folder_"                      = "پوشه";
"_files_"                       = "فایل ها";
"_file_"                        = "پرونده";
"_no_file_pull_down_"           = "برای تازه کردن ، یک پرونده را بارگذاری کنید یا پایین بکشید";
"_no_file_no_permission_to_create_" = "You don't have permission to create or upload files in this folder.";
"_limited_dimension_"           = "حداکثر اندازه رسیده است";
"_file_not_saved_cameraroll_"   = "خطا: پرونده در آلبوم عکس ذخیره نشده است";
"_favorite_on_top_"             = "Sort favorite first";
"_directory_on_top_"            = "Sort folders before files";
"_show_description_"            = "Show folder description";
"_show_recommended_files_"      = "Show recommendations";
"_search_no_record_found_"      = "نتیجه ای نداره";
"_search_in_progress_"          = "Search in progress …";
"_search_instruction_"          = "جستجو برای پرونده (حداقل 2 حرف)";
"_files_no_files_"              = "هیچ فایلی اینجا وجود ندارد";
"_files_no_folders_"            = "هیچ پوشه ای در اینجا وجود ندارد";
"_request_in_progress_"         = "Request to server in progress …";
"_personal_files_only_"         = "Personal files only";

"audio"                         = "سمعی";
"directory"                     = "فایل ها";
"document"                      = "مستندات";
"image"                         = "تصاویر";
"template"                      = "نمونه ها";
"video"                         = "ویدیو";

"_paste_file_"                  = "Paste";
"_status_wait_download_"        = "در انتظار بارگیری";
"_status_downloading_"          = "بارگیری";
"_status_wait_upload_"          = "Waiting to upload";
"_status_wait_create_folder_"   = "Waiting to create the folder";
"_status_wait_delete_"          = "Waiting to delete";
"_status_wait_rename_"          = "Waiting to rename";
"_status_wait_favorite_"        = "Waiting to change favorite";
"_status_wait_copy_"            = "Waiting to copy";
"_status_wait_move_"            = "Waiting to move";
"_status_uploading_"            = "در حال آپلود";
"_status_upload_error_"         = "Error, waiting to upload";
"_select_media_folder_"         = "Set Media folder";
"_media_viewimage_show_"        = "Show only images";
"_media_viewvideo_show_"        = "Show only video";
"_media_show_all_"              = "Show both";
"_good_morning_"                = "Good morning";
"_good_day_"                    = "Good day";
"_good_afternoon_"              = "Good afternoon";
"_good_evening_"                = "Good evening";
"_good_night_"                  = "Good night";
"_servers_"                     = "Servers";
"_select_server_"               = "Please select a server...";

// MARK: Share

"_share_link_"                  = "لینک را به اشتراک بگذارید";
"_share_link_name_"             = "Link name";
"_password_"                    = "کلمه عبور";
"_share_password_"              = "پیوند محافظت شده با رمز عبور";
"_date_"                        = "تاریخ";
"_enforce_password_protection_" = "اجبار برای محافظت توسط رمز عبور";
"_shared_with_you_by_"          = "با شما به اشتراک گذاشته شده است";
"_shareLinksearch_placeholder_" = "Name, email, or Federated Cloud ID …";
"_new_comment_"                 = "توضیح جدید ...";
"_edit_comment_"                = "ویرایش توضیح";
"_delete_comment_"              = "حذف توضیح";
"_share_read_only_"             = "View only";
"_share_editing_"               = "Can edit";
"_share_file_drop_"             = "File request";
"_share_hide_download_"         = "پنهان کردن بارگیری";
"_share_allowed_downloads_"     = "Allowed downloads";
"_share_limit_download_"        = "Limit downloads";
"_remaining_"                   = "%d remaining";
"_share_password_protect_"      = "محافظت از گذرواژه";
"_share_expiration_date_"       = "تنظیم تاریخ انقضا";
"_share_note_recipient_"        = "توجه داشته باشید به گیرنده";
"_share_add_sharelink_"         = "پیوند دیگری اضافه کنید";
"_share_can_read_"              = "Read";
"_share_can_reshare_"           = "هم‌رسانی";
"_share_can_create_"            = "ایجاد شده";
"_share_can_change_"            = "ویرایش";
"_share_can_delete_"            = "Delete";
"_share_can_download_"          = "Allow download and sync";
"_share_unshare_"               = "Delete share";
"_share_internal_link_"         = "پیوند داخلی";
"_share_internal_link_des_"     = "Only works for users with access to this file/folder.";
"_share_reshare_disabled_"      = "You are not allowed to reshare this file/folder.";
"_share_reshare_restricted_"    = "Note: You only have limited permission to reshare this file/folder.";
"_remote_"                      = "از راه دور";
"_remote_group_"                = "Remote group";
"_conversation_"                = "Conversation";
"_no_transfer_"                 = "هنوز نقل و انتقالات انجام نشده است";
"_no_transfer_sub_"             = "بارگیری و بارگیری از این دستگاه در اینجا نشان داده خواهد شد";
"_no_transfer_in_progress_"     = "No transfers in progress";
"_no_transfer_in_progress_sub_" = "Active uploads and downloads from this device will appear here.";
"_no_transfer_in_waiting_"      = "No transfers waiting";
"_no_transfer_in_waiting_sub_"  = "Transfers waiting to start will appear here.";
"_no_transfer_in_error_"        = "No transfer errors";
"_no_transfer_in_error_sub_"    = "Transfers that need your attention will appear here.";
"_transfers_waiting_shown_"     = "%1$d of %2$d transfers waiting";
"_no_activity_footer_"              = "No more activities to load";
"_transfers_"                       = "نقل و انتقالات";
"_activity_"                        = "فعّالیت";
"_trash_file_not_found_"            = "It seems that the file is not in the Trash. Go to the Trash to update it and try again.";
"_list_shares_"                     = "اشتراک گذاری ها";
"_list_shares_no_files_"            = "هنوز هیچ اشتراکی وجود ندارد";
"_tutorial_list_shares_view_"       = "فایل ها و پوشه هایی که شما به اشتراک می گذارید در اینجا نمایش داده خواهند شد.";
"_offline_"                         = "آفلاین";
"_upload_photos_videos_"            = "عکس یا فیلم بارگذاری کنید";
"_upload_file_"                     = "آپلود فایل";
"_create_nextcloudtext_document_"   = "ایجاد سند متنی";
"_use_folder_auto_upload_"          = "از پوشه \"بارگذاری خودکار\" به عنوان مقصد استفاده کنید";
"_filename_"                        = "نام فایل";
"_enter_filename_"                  = "Enter filename …";
"_default_preview_filename_footer_" = "Example preview of filename: IMG_0001.JPG";
"_filename_header_"                 = "Enter filename";
"_preview_filename_"                = "Example preview of filename. You can use the mask %@ for date/time.";
"_add_filenametype_"                = "نام پرونده را مشخص کنید";
"_maintain_original_filename_"      = "نام اصلی را حفظ کنید";
"_notifications_"                   = "خبر های جدید";
"_untitled_"                        = "Untitled";
"_e2e_settings_title_"              = "رمزگذاری";
"_e2e_settings_"                    = "رمزگذاری نهایی به پایان";
"_e2e_settings_start_"              = "رمزگذاری پایان به پایان را شروع کنید";
"_e2e_settings_activated_"          = "رمزگذاری پایان به پایان فعال شد";
"_e2e_server_disabled_"             = "End-to-end encryption app disabled on server";
"_e2e_settings_view_passphrase_"    = "همه 12 کلمه در کنار هم یک رمزعبور بسیار قوی ایجاد می کنند و به شما امکان می دهد پرونده های رمزگذاری شده خود را مشاهده کرده و از آنها استفاده کنید. لطفاً آن را بنویسید و در جایی امن نگه دارید.";
"_e2e_settings_read_passphrase_"    = "عبارت عبور را بخوانید";
"_e2e_settings_lock_not_active_"    = "Lock not active. Go to \"Settings\" and activate it.";
"_e2e_settings_the_passphrase_is_"  = "عبارت عبارت است از:";
"_e2e_passphrase_request_title_"    = "درخواست کلمه عبور";
"_e2e_passphrase_request_message_"  = "12 کلمه را وارد کنید";
"_e2e_settings_remove_"             = "رمزگذاری را به صورت محلی بردارید";
"_e2e_settings_remove_message_"     = "حذف رمزگذاری را همراه با عبارت عبور تأیید کنید.";
"_e2e_set_folder_encrypted_"        = "Encrypt";
"_e2e_remove_folder_encrypted_"     = "Decrypt";
"_e2e_file_encrypted_"              = "File encrypted";
"_e2e_goto_settings_for_enable_"    = "این یک فهرست راهنما رمزگذاری شده است ، به \"تنظیمات\" بروید و رمزنگاری نهایی را فعال کنید";
"_e2e_in_upload_"                   = "Upload in progress, please wait for all files to be transferred.";
"_scans_document_"                  = "اسکن سند";
"_scanned_images_"                  = "تصاویر اسکن شده";
"_scan_document_pdf_page_"          = "صفحه";
"_scan_label_document_zone_"        = "Tap or drag images down for document creation";
"_filter_document_"                 = "Document";
"_filter_original_"                 = "اصلی";
"_quality_image_title_"             = "Preview image quality";
"_file_creation_"                   = "ایجاد پرونده";
"_delete_all_scanned_images_"       = "Delete all scanned images";
"_text_recognition_"                = "تشخیص متن";
"_all_files_"                       = "All files";
"_personal_files_"                  = "Personal Files";

"_trash_view_"                      = "فایل های حذف شده";
"_empty_trash_"                     = "سطل آشغال";
"_trash_no_trash_"                  = "هیچ پرونده ای حذف نشده است";
"_trash_no_trash_description_"      = "می توانید پرونده های حذف شده را از اینجا بازیابی کنید";
"_confirm_delete_selected_"         = "Are you sure you want to delete the selected items?";
"_manage_file_offline_"             = "پرونده های آفلاین را مدیریت کنید";
"_set_available_offline_"           = "عنوان موجود را به صورت آفلاین تنظیم کنید";
"_remove_available_offline_"        = "حذف به صورت آفلاین در دسترس است";
"_create_new_document_"             = "Document";
"_create_new_spreadsheet_"          = "Spreadsheet";
"_create_new_presentation_"         = "Presentation";
"_create_new_diagram_"              = "Diagram";
"_more_documents_"                  = "More Documents";
"_go_online_"                       = "برای دیدن سند به صورت آنلاین بروید";
"_intro_1_title_"                   = "Keep your data secure and under your control";
"_intro_2_title_"                   = "چند حساب کاربری جداگانه ";
"_intro_3_title_"                   = "Easy-to-use web mail, calendaring & contacts";
"_intro_4_title_"                   = "Screen sharing, online meetings & web conferences";
"_log_in_"                          = "Log in";
"_sign_up_"                         = "Sign up with provider";
"_host_your_own_server"             = "Host your own server";
"_invalid_url_"                         = "Invalid server URL";
"_ssl_certificate_untrusted_"           = "The certificate for this server is invalid.";
"_ssl_certificate_changed_"             = "The certificate for this server seems to have changed.";
"_file_already_exists_"                 = "Unable to complete the operation, a file with the same name exists.";
"_err_permission_microphone_"           = "Please allow Microphone usage from Settings.";
"_err_permission_photolibrary_"         = "Please allow Photos from Settings.";
"_qrcode_not_authorized_"   = "This app is not authorized to use the Back Camera.";
"_qrcode_not_supported_"    = "QR code not supported by the current device.";
"_create_voice_memo_"       = "یادداشت صوتی ایجاد کنید";
"_voice_memo_start_"        = "Tap to start";
"_voice_memo_stop_"         = "Tap to stop";
"Enter Passcode"            = "Enter Passcode";
"Enter a new passcode"      = "Enter a new passcode";
"Confirm new passcode"      = "Confirm new passcode";
"Passcodes didn't match. Try again." = "Passcodes didn't match. Try again.";
"Delete"                    = "حذف";
"Cancel"                    = "لغو";
"_certificate_details_"     = "Certificate Server details";
"_certificate_pn_details_"  = "Certificate Push Notification details";
"_certificate_view_"        = "Certificate Server";
"_certificate_pn_view_"     = "Certificate Push Notification";
"_save_as_scan_"            = "Save as scan";
"_save_changes_"            = "Save changes?";
"_modify_"                  = "Modify";
"_overwrite_original_"      = "Overwrite original";
"_save_as_copy_"            = "Save as copy";
"_discard_changes_"         = "Discard changes";
"_message_disable_overwrite_livephoto_" = "This image is a Live Photo, overwrite will not be possible.";
"_discard_changes_info_"    = "Your changes will be discarded.";
"_delete_files_desc_"       = "Delete files to free up space";
"_delete_old_files_"        = "Delete, in the cache, all files older than";
"_never_"                   = "هرگز";
"_1_year_"                  = "1 year";
"_6_months_"                = "6 months";
"_3_months_"                = "3 months";
"_1_month_"                 = "1 month";
"_1_week_"                  = "1 week";
"_monthly_"                 = "ماهانه";
"_yearly_"                  = "سالانه";
"_daily_"                   = "Daily";
"_login_address_detail_"    = "The link to your %@ web interface when you open it in the browser.";
"_go_to_page_"              = "Go to page";
"_page_"                    = "صفحه";
"_this_document_has_%@_pages_"              = "This document has %@ pages";
"_invalid_page_"                            = "Invalid Page";
"_the_entered_page_number_does_not_exist_"   = "The entered page number does not exist.";
"_error_something_wrong_"   = "Something went wrong";
"_privacy_screen_"          = "Hide content when app is inactive";
"_privacy_screen_footer_"   = "Hide the content in the app and show a splash screen when the app is inactive.";
"_in_"                      = "in";
"_enter_passphrase_"        = "Enter passphrase (12 words)";
"_show_more_results_"       = "⋯ Load more results";
"_waiting_for_"             = "Waiting for:";
"_reachable_wifi_"          = "network reachable via Wi-Fi or cable";
"_copy_passphrase_"         = "Copy passphrase";
"_ok_copy_passphrase_"      = "OK and copy passphrase";
"_select_color_"            = "Select the color";
"_change_color_"            = "تغییر رنگ";
"_description_dashboardwidget_" = "Having the Dashboard always at your fingertips has never been easier.";
"_description_fileswidget_" = "View your recent files and use the toolbar to speed up your operations.";
"_description_toolbarwidget_"   = "A toolbar to speed up your operations.";
"_title_lockscreenwidget_"  = "وضعیت";
"_description_lockscreenwidget_"    = "Keep an eye on available space and recent activity";

"_keep_running_"            = "Keep the app running for a better user experience.";
"_apps_nextcloud_detect_"   = "Detected %@ apps";
"_add_existing_account_"    = "Other %@ Apps has been detected, do you want to add an existing account?";
"_status_in_progress_"      = "Status reading in progress …";
"_status_e2ee_on_server_"   = "The end-to-end encryption is already configured in the server but not yet enabled on this device.";
"_status_e2ee_not_setup_"   = "The end-to-end encryption is not yet configured on the server.";
"_status_e2ee_configured_"  = "The end-to-end encryption is correctly configured.";
"_e2ee_set_as_offline_"     = "Not allowed for encrypted files or folders.";
"_change_upload_filename_"  = "Do you want to save the file with a different name?";
"_save_file_as_"            = "Save file as %@";
"_password_ascii_"          = "The password cannot contain special characters.";
"_calendar_contacts_"       = "Calendar and Contacts";
"_mobile_config_"           = "بارگیری نمایهٔ تنظیمات";
"_calendar_contacts_footer_warning_"    = "Configuration profile can only be downloaded if Safari is set as default browser.";
"_calendar_contacts_footer_"    = "After downloading the profile you can install it from Settings.";
"_modify_image_desc_"       = "Tap on a file to modify or rename.";
"_message_disable_livephoto_" = "This image is a Live Photo, changing it will lose the Live Photo effect.";
"_enable_livephoto_"        = "Enable Live Photo";
"_disable_livephoto_"       = "غیرفعال کردن لایو فوتو";
"_undo_modify_"             = "Undo modifying";
"_rename_already_exists_"   = "A file with this name already exists.";
"_group_folders_"           = "Team folders";
"_play_from_files_"         = "Play video from a file";
"_play_from_url_"           = "Play video from a link";
"_valid_video_url_"         = "Insert a valid URL";
"_download_image_"          = "Download image";
"_reset_wrong_passcode_"    = "Resetting application...";
"_reset_wrong_passcode_option_" = "Reset application after 10 failed attempts";
"_reset_wrong_passcode_desc_" = "Enabling this will remove all accounts and local data after %d failed passcode entry attempts.";
"_deviceOwnerAuthentication_" = "The biometric sensor has been temporarily disabled due to multiple failed attempts. Enter the device passcode to re-enable the sensor.";
"_virus_detect_"            = "Virus detected. Upload cannot be completed!";
"_selected_photos_"         = "selected photos";
"_delete_selected_photos_"  = "Delete selected photos";
"_media_square_"            = "Square grid";
"_media_ratio_"             = "Aspect ratio grid";
"_display_"                 = "نمایش";
"_appearance_"              = "Appearance";
"_light_"                   = "Light";
"_dark_"                    = "Dark";
"_use_system_style_"        = "Use system style";
"_account_settings_"        = "Account settings";
"_users_"                   = "Users";
"_users_footer_"            = "Allows you to select an account every time you open the app.";
"_while_charging_"          = "While charging";
"_keep_screen_awake_"       = "Keep screen awake\nwhile transferring files";
"_error_not_found_"         = "The requested resource could not be found";
"_error_conflict_"          = "The request could not be completed due to a conflict with the current state of the resource";
"_error_precondition_"      = "The server does not meet one of the preconditions of the requester";
"_downloading_"             = "بارگیری";
"_additional_options_"      = "Additional options";
"_unauthorizedFilesPasscode_" = "Files app cannot be used with an activated passcode";
"_disableFilesApp_"         = "Files app cannot be used because it is disabled";
"_no_items_"                = "No items";
"_check_back_later_"        = "Check back later";
"_no_data_available_"       = "No data available";
"_recent_activity_"         = "Recent activity";
"_maintenance_mode_"        = "The server is currently in maintenance mode, which may take a while.";
"_user_"                    = "کاربر";
"_creating_db_photo_progress_" = "Creating photo archive in progress … keep the application active.";
"_account_unauthorized_"    = "There was an issue authorizing the account %@. Please log in again.";
"_folder_offline_desc_"     = "Even without an internet connection, you can organize your folders, create files. Once you're back online, your pending actions will automatically sync.";
"_offline_not_allowed_"     = "This operation is not allowed in offline mode";
"_Upload_native_format_yes_"= "Upload in native format: yes";
"_Upload_native_format_no_" = "Upload in native format: no";
"_terms_of_service_"        = "Terms of service";
"_terms_accept_"            = "I acknowledge that I have read and agree to the above terms of service.";
"_recommended_files_"       = "Recommended Files";
"_propagate_layout_"        = "Apply the following change to all subfolders";
"_version_mismatch_error_"  = "Version change: please open the main app to update the data.";
"_opt_in_pro_"              = "Optimization in progress …";
"_update_in_progress_"      = "Update in progress …";
"_delete_in_progress_"      = "Delete in progress …";
"_download_in_progress_"    = "Download in progress …";
"_upload_in_progress_"      = "Upload in progress …";
"_transfer_in_progress_"    = "Transfer in progress …";
"_in_waiting_"              = "In waiting";
"_in_progress_"             = "In progress";
"_in_error_"                = "In error";
"_retry_minutes_"           = "min left to retry";
"_retry_seconds_"           = "sec left to retry";
"_retry_soon_"              = "retrying soon …";
"_large_upload_tip_"        = "Large files require the app to remain open until the transfer is complete";
"_e2ee_upload_tip_"         = "End-to-end files require the app to remain open until the transfer is complete";
"_finalizing_wait_"         = "Waiting for finalization …";
"_in_this_folder_"          = "In this folder";
"_media_no_longer_available_" = "Media no longer available";
"_this_item_has_been_deleted_" = "This item has been deleted.";
"_video_not_available_" = "Video not available";
"_disable_" = "غیرفعال کردن";
"_no_subtitles_available_" = "No subtitles available";
"_no_audio_tracks_available_" = "No audio tracks available";
"_add_external_subtitle_" = "Add external subtitle";
"_repeat_current_media_" = "Repeat current item";
"_play_next_media_automatically_" = "Play next item automatically";
"_image_load_failed_" = "Image load failed";
"_image_load_failed_" = "Image load failed";
"_gif_file_could_not_be_decoded_" = "GIF file could not be decoded";
"_svg_file_could_not_be_rendered_" = "SVG file could not be rendered";
"_image_file_could_not_be_decoded_" = "Image file could not be decoded";
"_media_not_available_" = "Media not available";
"_no_assistant_installed_"  = "Assistant is not installed on this server. Ask your administrator to install the Assistant app";
"_open_in_office_" = "Open in Office";
"_select_date_" = "Select date";
"_always_play_with_vlc_" = "Always play with VLC";
"_account_not_available_" = "Account not available";
"_autoupload_active_other_account_title_" = "Auto upload is already active";
"_autoupload_active_other_account_message_" = "Auto upload is already enabled for “%@”. Disable it for that account before enabling it here.";
"_autoupload_cleanup_pending_" = "Previous uploads are still being stopped. Try starting the backup again to retry cleanup.";

// Tip
"_tip_pdf_thumbnails_"      = "Swipe left from the right edge of the screen to show the thumbnails";
"_tip_accountrequest_"      = "Touch here to change account or to add a new one";
"_tip_addcopyimage_"        = "Long press to paste a copied image";

// MARK: Accessibility

// Accessibility, floating panel top element
"_show_profile_"                = "نمایش نمایه";
// a11y: On/Off
"_on_"                          = "On";
// a11y: On/Off
"_off_"                         = "خاموش";
"_list_"                        = "لیست";
"_icons_"                       = "Icons";

// MARK: Assistant
"_assistant_task_unknown_"       = "نامعلوم";
"_assistant_task_scheduled_"     = "Scheduled";
"_assistant_task_in_progress_"   = "In Progress";
"_assistant_task_completed_"     = "Completed";
"_assistant_task_failed_"        = "Failed";
"_input_"                        = "Input";
"_output_"                       = "Output";
"_task_details_"                 = "Task details";
"_assistant_"                    = "راهنما";
"_new_task_"                     = "New %@ task";
"_no_tasks_"                     = "Hello there! What can I help you with today?";
"_create_task_subtitle_"         = "Use the + button to create a new task";
"_edit_task_"                    = "Edit %@ task";
"_no_types_"                     = "No provider found";
"_no_types_subtitle_"            = "AI Providers need to be installed to use the Assistant.";
"_assistant_ai_warning_"         = "Output shown here is generated by AI. Make sure to always double-check.";
"_no_chat_subtitle_"             = "Try sending a message to spark a conversation.";
"_retry_response_generation_"    = "Retry response generation";
"_conversations_"                = "Conversations";
"_new_conversation_"             = "گفتگوی جدید";
"_type_message_"                 = "Type a message...";
"_assistant_chat_"               = "Assistant Chat";
"_assistant_error_send_message_"  = "Could not send message. Please try again.";
"_assistant_error_load_messages_" = "Could not load messages. Please try again.";
"_assistant_error_generate_response_" = "Could not generate response. Please try again.";

// MARK: Client certificate
"_no_client_cert_found_"         = "The server is requesting a client certificate.";
"_no_client_cert_found_desc_"    = "Do you want to install a TLS client certificate? \n Note that the .p12 certificate must be installed on your device first by clicking on it and installing it as an Identitity Certificate Profile in Settings. The certificate MUST also have a password as that is a requirement by iOS.";
"_client_cert_enter_password_"   = "Enter the password for the chosen certificate";
"_client_cert_wrong_password_"   = "Sorry, you entered an invalid password.";

// MARK: Login poll

// MARK: File name validator (used by NextcloudKit, don't remove)
"_file_name_validator_error_reserved_name_" = "\"%@\" is a forbidden name.";
"_file_name_validator_error_forbidden_file_extension_" = "\".%@\" is a forbidden file extension.";
"_file_name_validator_error_invalid_character_" = "Name contains an invalid character: \"%@\".";
"_file_name_validator_error_space_" = "Name must not contain spaces at the beginning or end.";
"_file_name_new_extension_" = "Changing the extension might cause this file to open in a different application.";
"_file_name_empty_" = "File name cannot be empty.";
"_please_rename_file_" = "Please rename the file or folder.";
"hidden_file_name_warning" = "Name will result in a hidden file.";

"_camera_roll_" = "رول دوربین";
"_destination_" = "مقصد";
"_upload_from_" = "Upload from";
"_multiple_albums_" = "Multiple albums";
"_smart_albums_" = "Smart albums";
"_albums_" = "Albums";
"_auto_upload_no_new_items_to_upload_" = "No new items to upload";
"_background_upload_extension_" = "PhotoKit background upload extension";
"_experimental_" = "Experimental";
"_background_upload_extension_footer_" = "Experimental: delegate automatic photo uploads to PhotoKit in the background. The compatibility setting (HEIC to JPG) is ignored, so HEIC images are uploaded in their original format.";
"_background_upload_extension_apache_title_" = "Apache configuration required";
"_background_upload_extension_apache_warning_" = "Servers without resumable upload support must return 501 for PhotoKit OPTIONS requests. With mod_rewrite enabled, add these rules to the Nextcloud VirtualHost before its existing rewrite rules, then reload Apache:";
"_auto_upload_suspended_" = "Automatic upload paused due to an error";
"_auto_upload_suspended_error_" = "Automatic upload paused: %@";
"_focused_auto_upload_" = "Focused Auto Upload";
"_focused_auto_upload_settings_footer_" = "Keep the app open and darken the screen while auto upload is backing up at higher speed.";
"_focused_auto_upload_intro_heading_" = "Keep backing up with the screen darkened.";
"_focused_auto_upload_intro_message_" = "Photos and videos will continue backing up at higher speed while the screen is darkened. During the process:";
"_focused_auto_upload_wifi_" = "Connect to Wi-Fi";
"_focused_auto_upload_charger_" = "Connect to charger";
"_focused_auto_upload_do_not_exit_" = "Do not exit the app";
"_enable_focused_auto_upload_" = "Enable Focused Auto Upload";
"_focused_auto_upload_backing_up_" = "Backing up";
"_focused_auto_upload_completed_" = "Upload completed!";
"_focused_auto_upload_countdown_" = "Do not lock the screen or exit the app. The screen will turn dark in %d seconds.";
"_stop_focused_auto_upload_" = "Stop Focused Auto Upload";
"_finish_" = "پایان";
"_item_with_same_name_already_exists_" = "An item with the same name already exists.";

// MARK: Migration Multi Domains
"_preparing_migration_" = "Preparing migration …";
"_scanning_files_" = "Scanning files …";
"_moving_items_to_domain_" = "Moving items to correct domain …";
"_finishing_up_" = "Finishing up …";

// MARK: E2EE
"_e2ee_no_session_" = "End-to-end encryption error, no account for this session";
"_e2ee_no_dir_" = "End-to-end encryption error, cannot get directory";
"_e2ee_no_certificate_" = "End-to-end encryption error, cannot get certificate";
"_e2ee_no_generate_key_" = "End-to-end encryption error, cannot generate key";
"_e2ee_no_metadataKey_found_" = "End-to-end encryption error, cannot decrypt metadata key";
"_e2ee_read_only_" = "This encrypted folder uses an archived key set and is available as read-only.";
"_e2ee_server_key_changed_" = "The end-to-end encryption keys for this account changed on another device. Enter the new passphrase to update this device. Storage spaces associated with previous keys will remain available as read-only.";
"_e2ee_server_key_changed_title_" = "Encryption keys changed";
"_e2ee_no_user_found_" = "End-to-end encryption error, user not found";
"_e2ee_no_signature_found_" = "End-to-end encryption error, no signature found";
"_e2ee_counter_check_" = "End-to-end encryption error, the counter is lower than the previous one";
"_e2ee_signature_failed_" = "End-to-end encryption error, verify signature failed";
"_e2ee_enc_payload_" = "End-to-end encryption error, encrypt payload file";
"_e2ee_no_metadata_" = "End-to-end encryption error, cannot get metadata";
"_e2ee_filedrop_ciphertext_" = "End-to-end encryption error, filedrop ciphertext failed";
"_e2ee_key_ciphertext_" = "End-to-end encryption error, key ciphertext failed";
"_e2ee_key_no_checksum_found_" = "End-to-end encryption error, no checksum found";
"_e2ee_checksum_error_title_" = "End-to-end encryption checksum error";
"_e2ee_checksum_error_message_" = "The encrypted file checksum is missing or invalid.\n\nThis may be caused by incomplete, outdated, or inconsistent encryption metadata and does not necessarily mean that the file or server has been compromised.\n\nContinue only if you trust this server and understand the risk. Otherwise, exit without opening the file.";
"_e2ee_key_checksum_" = "End-to-end encryption error, key checksum failed";
"_e2ee_decode_metadata_" = "End-to-end encryption error, cannot decode metadata";
"_e2ee_no_lock_" = "End-to-end encryption error, unable to lock file";
"_e2ee_no_decrypt_metadata_" = "خطای رمزگذاری سرتاسری، امکان رمزگشایی متادیتا وجود ندارد";
"_e2ee_no_enc_file_" = "خطای رمزگذاری سرتاسری، امکان رمزگذاری فایل وجود ندارد";
"_e2ee_no_enc_key_" = "خطای رمزگذاری سرتاسری، امکان دریافت کلید رمزگذاری‌شده وجود ندارد";
"_e2ee_no_match_checksum_" = "خطای رمزگذاری سرتاسری، هش (Checksum) مطابقت ندارد";
"_e2ee_create_folder_" = "ایجاد پوشه رمزگذاری سرتاسری در حال انجام است، لطفاً منتظر بمانید…";
"_e2ee_rename_file_" = "تغییر نام رمزگذاری سرتاسری در حال انجام است، لطفاً منتظر بمانید…";
"_e2ee_encrypt_folder_" = "پوشه رمزگذاری سرتاسری در حال پردازش است، لطفاً منتظر بمانید…";
"_e2ee_setup_get_certificate_" = "سرور گواهی ارسال نکرد";
"_e2ee_setup_create_csr_" = "امکان ایجاد درخواست امضای گواهی (CSR) وجود ندارد";
"_e2ee_setup_sign_certificate_" = "سرور پس از درخواست امضا، گواهی ارسال نکرد";
"_e2ee_setup_extract_publickey_" = "عدم مطابقت کلید عمومی بین کلید تولیدشده و گواهی";
"_e2ee_setup_get_privatekey_" = "سرور کلید خصوصی رمزگذاری‌شده را ارسال نکرد";
"_e2ee_setup_passphrase_error_" = "عبارت عبور واردشده نادرست است";
"_e2ee_setup_get_publickey_" = "سرور کلید عمومی رمزگذاری‌شده را ارسال نکرد";
"_e2ee_setup_encript_privatekey_" = "امکان رمزگذاری کلید خصوصی وجود ندارد";
"_e2ee_setup_store_privatekey_" = "Private key generation returned no usable key";
"_e2ee_setup_verify_publickey_" = "Public key does not match the certificate";
"_e2ee_setup_generate_passphrase_" = "Unable to generate a passphrase";
"_e2ee_setup_privatekey_missing_" = "The End-to-end encryption private key could not be found.";
"_e2e_renew_certificate_success_" = "Your end-to-end encryption certificate has been renewed.";
"_certificate_valid_from_" = "Valid from";
"_certificate_valid_until_" = "Valid until";
"_certificate_" = "Certificate";
"_certificate_renew_" = "Renew certificate";

// Share details — Governance
"_governance_"                      = "Governance";
"_sensitivity_label_"               = "Sensitivity label";
"_file_retention_"                  = "File retention";
"_legal_hold_"                      = "Legal hold";
"_none_"                            = "None";
"_sections_"                        = "Sections";
"_governance_labels_load_error_"    = "Governance labels could not be loaded.";

// MARK: Albums
"_albums_loading_popup_desc_"                       = "Wait a moment …";
"_albums_list_nav_title_"                           = "Albums";
"_albums_list_new_album_btn_"                       = "New album";
"_albums_list_loading_msg_"                         = "در حال بارگیری …";
"_albums_list_error_msg_"                           = "Unable to load albums. Please try again later!";
"_albums_list_album_name_validation_nonempty_"      = "Album name cannot be empty.";
"_albums_list_album_name_validation_min_length_"    = "Album name must be at least 3 characters.";
"_albums_list_album_name_validation_max_length_"    = "Album name cannot be more than 30 characters.";
"_albums_list_album_name_validation_specials_"      = "Album name cannot contain slashes.";
"_albums_list_empty_heading_"                       = "Create Albums for your Photos";
"_albums_list_empty_subheading_"                    = "You can organize all your photos in as many albums as you like. You haven't created an album yet.";
"_albums_list_empty_new_album_btn_"                 = "Create album";
"_albums_list_own_albums_heading_"                  = "My albums";
"_albums_list_date_range_"                          = "%@ to %@";
"_albums_list_new_album_popup_title_"               = "Create new Album";
"_albums_list_new_album_popup_desc_"                = "Please enter an album name between 3 and 30 characters.";
"_albums_list_new_album_popup_hint_"                = "Album's name";
"_albums_list_new_album_popup_positive_btn_"        = "ایجاد";
"_albums_list_new_album_popup_negative_btn_"        = "لغو";
"_albums_list_rename_album_popup_title_"            = "Rename Album";
"_albums_list_rename_album_popup_desc_"             = "Please enter new album name between 3 and 30 characters.";
"_albums_list_rename_album_popup_hint_"             = "Album's new name";
"_albums_list_rename_album_popup_positive_btn_"     = "تغییر نام";
"_albums_list_rename_album_popup_negative_btn_"     = "لغو";
"_albums_photo_selection_sheet_title_"              = "Select photos";
"_albums_photos_loading_msg_"                       = "Loading photos …";
"_albums_photos_error_msg_"                         = "Unable to load photos. Please try again later!";
"_albums_photos_empty_heading_"                     = "All that's missing are your photos";
"_albums_photos_empty_subheading_"                  = "You can add as many photos as you like. A photo can also belong to more than one album.";
"_albums_photos_add_photos_btn_"                    = "Add photos";
"_albums_photos_rename_album_btn_"                  = "Rename Album";
"_albums_photos_delete_album_btn_"                  = "Delete Album";
"_albums_delete_album_popup_title_"                 = "Delete Album?";
"_albums_delete_album_popup_desc_"                  = "Are you sure you want to delete this album? This action cannot be undone.";
"_albums_delete_album_popup_positive_btn_"          = "حذف";
"_albums_delete_album_popup_negative_btn_"          = "لغو";
"_add_to_album"                                     = "Add to Album";
"_remove_from_album_"                               = "Remove from Album";
"_want_remove_from_album_"                          = "Do you really want to remove from Album?";


"_autoupload_whole_library_" = "Whole photo library";
"_autoupload_whole_library_description_" = "Checks the entire selected library. Files already uploaded to %@ are skipped.";
"_autoupload_from_date_" = "From a date";
"_autoupload_start_date_" = "Upload starting from";
"_autoupload_completed_until_" = "Upload completed up to";
"_autoupload_waiting_for_uploads_" = "Waiting for the first uploads";
"_autoupload_set_to_now_" = "Set to now";
"_autoupload_date_range_footer_" = "Files already uploaded to %@ are skipped. The date advances through confirmed uploads and is preserved when auto upload is stopped.";

"_autoupload_ignore_history_" = "Ignore previous upload records";
"_autoupload_ignore_history_description_" = "The app uses a local record to remember uploaded photos and videos, without checking whether they are still on the server. Enable this option to upload them again, for example if you deleted them from the server. Existing files may be overwritten.";
"_autoupload_force_reupload_footer_" = "Previous upload records are ignored for the selected library or date range. New completed uploads are still recorded. This option stays enabled until you turn it off.";

"_auto_upload_active_" = "Automatic upload active";
